Repository: kieulanalp/VNBrandManual
Catalog: tm/auto/FLS report updated-level2.tmx
Source language: en_us
Languages: vi

source: Sprinkler system water storage has been provided according to recognized international standards or sufficient for minimum 60 minutes continuous operation
vi: Sprinkler system water storage has been provided according to recognized international standards or sufficient for minimum 60 minutes continuous operation Hệ thống trữ nước sprinkler được cung cấp tuân theo các tiêu chuẩn quốc tế được công nhận hoặc đáp ứng tối thiểu 60 phút vận hành liên tục

source: Sprinkler test drain (connected back to the tank) & direct read flow meters have been provided at the fire pumps.
vi: Sprinkler test drain (connected back to the tank) & direct read flow meters have been provided at the fire pumps. Van kiểm tra cho hệ thống sprinkler (kết nối trở lại bể) & đồng hồ đo lưu lượng trực tiếp phải được cung cấp tại các bơm chữa cháy.

source: Sprinklers are provided in Emergency stairwells (Top & bottom landings), subject to local regulations.
vi: Sprinklers are provided in Emergency stairwells (Top & bottom landings), subject to local regulations. Sprinkler lắp đặt trong giếng thang bộ thoát hiểm (chiếu nghỉ trên cùng và dưới cùng), phụ thuộc vào yêu cầu địa phương

source: Sprinklers are provided in all indoor areas including:
vi: Sprinklers are provided in all indoor areas including: Sprinkler được lắp đặt tại tất cả các khu vực trong nhà bao gồm

source: Sprinklers are provided in ceiling voids greater than 800mm.
vi: Sprinklers are provided in ceiling voids greater than 800mm. Sprinkler được cung cấp tại các nơi chiều cao khoảng trống giữa trần và mái vượt quá 800mm

source: Sprinklers with high temperature head provided inside Sauna Room.
vi: Sprinklers with high temperature head provided inside Sauna Room. Sprinkler có đầu chịu nhiệt độ cao bố trí trong phòng xông hơi

source: Stable
vi: Stable Chắc chắn

source: Standby Generator (where provided) has sufficient fuel min 8 Hours operation, subject to reliability of Mains Supply and Fuel Supply availability.
vi: Standby Generator (where provided) has sufficient fuel min 8 Hours operation, subject to reliability of Mains Supply and Fuel Supply availability. Máy phát điện dự phòng (nếu có) có đủ nhiên liệu để vận hành tối thiểu 8 tiếng, phụ thuộc vào độ tin cậy của đường ống cung cấp và khả năng cung ứng của nhà cung cấp nhiên liệu.

source: Standby power for essential services must be available within 15 seconds of the main supply failure.
vi: Standby power for essential services must be available within 15 seconds of the main supply failure. Nguồn điện khẩn cấp cho các dịch vụ thiết yếu phải có sau trong vòng 15 giây sau khi nguồn điện chính gặp sự cố.

source: Standpipes (rising mains) or hose reels must be provided in all High-rise (>25m) properties.
vi: Standpipes (rising mains) or hose reels must be provided in all High-rise (>25m) properties. Các trục ống đứng hoặc ống dẫn phải được cung cấp trong tất cả các nhà cao tầng (>25m)

source: Storage rooms that open on to an Emergency Egress stairwell must provide the following:
vi: Storage rooms that open on to an Emergency Egress stairwell must provide the following: Phòng kho mở ra thang bộ thoát hiểm phải cung cấp:

source: Stove guarded by a permanently fixed heat resisting structure.
vi: Stove guarded by a permanently fixed heat resisting structure. Bếp được bảo vệ bởi kết cấu kháng nhiệt cố định

source: Strobe lights and warning bells are installed in FOH & BOH areas.
vi: Strobe lights and warning bells are installed in FOH & BOH areas. Lắp đặt đèn chớp và chuông báo tại các khu vực FOH và BOH

source: Structural engineer, qualified personnel, professional engineer, etc.
vi: Structural engineer, qualified personnel, professional engineer, etc. Kỹ sư kết cấu, người có chuyên môn, giáo sư kỹ thuật v.v.

source: Super High-rise hotels (>125m) must have a Fire Strategy developed by a Qualified Person.
vi: Super High-rise hotels (>125m) must have a Fire Strategy developed by a Qualified Person. Nhà siêu cao tầng - Cần có văn bản chiến lược thoát hiểm do người có chuyên môn phát triển

source: Swimming Pool deck must be slip resistant.
vi: Swimming Pool deck must be slip resistant. Trên bờ bể bơi phải là vật liệu chống trơn trượt

source: Swimming Pool safety signage must be prominently displayed and meet the following requirements:
vi: Swimming Pool safety signage must be prominently displayed and meet the following requirements: Biển báo an toàn bể bơi phải nổi bật, dễ thấy và đáp ứng yêu cầu như sau

source: Swimming Pools provided solely for use by children under the age of 6 years are required to meet the following:
vi: Swimming Pools provided solely for use by children under the age of 6 years are required to meet the following: Bể bơi dành riêng cho trẻ em dưới 6 tuổi sử dụng phải đáp ứng các yêu cầu sau:

source: Swimming pool depth markings must be clearly displayed.
vi: Swimming pool depth markings must be clearly displayed. Đánh dấu độ sâu của bể bơi phải dễ thấy

source: The AFA system is interfaced with a staff paging system.
vi: The AFA system is interfaced with a staff paging system. Hệ thống AFA liên kết với một hệ thống báo tin cho nhân viên

source: The AFA system is programmed to respond to 3 categories of alarm inputs:
vi: The AFA system is programmed to respond to 3 categories of alarm inputs: Hệ thống AFA được cài đặt để phản ứng với ba loại báo động đầu vào:

source: The Automatic Fire Alarm system must incorporate a broadcast evacuation message system in the following properties:
vi: The Automatic Fire Alarm system must incorporate a broadcast evacuation message system in the following properties: Hệ thống báo động cháy tự động phải tích hợp một thông báo sơ tán tại các cơ sở sau:

source: The General Alarm must sound if any of the following are activated:
vi: The General Alarm must sound if any of the following are activated: Phải phát báo động chung nếu kích hoạt bất cứ mục nào sau đây

source: The HVAC system is interfaced with the AFA system.
vi: The HVAC system is interfaced with the AFA system. Hệ thống HVAC liên kết với hệ thống AFA

source: The IHG Engineering Standards provide the details necessary for a proper and compliant installation.
vi: The IHG Engineering Standards provide the details necessary for a proper and compliant installation. Tuy báo cáo này bao gồm rất nhiều hạng mục, nó không đầy đủ hoàn toàn và KHÔNG thay thế việc những người có liên quan tới dự án phải đọc, hiểu và vận dụng các Tiêu chuẩn Kỹ thuật IHG. Bộ Tiêu chuẩn Kỹ thuật IHG cung cấp các chi tiết cần thiết để lắp đặt một cách chính xác và tuân thủ tiêu chuẩn

source: The Structure (compartmentation) of the Hotel must have a minimum Fire Resistance of 60 minutes in the following areas:
vi: The Structure (compartmentation) of the Hotel must have a minimum Fire Resistance of 60 minutes in the following areas: Kết cấu (các khoang) của khách sạn phải có mức chống cháy tối thiểu 60 phút trong ác khu vực sau

source: The broadcast evacuation message system must meet the following requirements:
vi: The broadcast evacuation message system must meet the following requirements: Hệ thống thông báo sơ án phải đáp ứng các yêu cầu sau

source: The bulk storage of liquid petroleum gas, petroleum and oil must be constructed in accordance with the recommendations of a Risk Assessment conducted by a Qualified Person.
vi: The bulk storage of liquid petroleum gas, petroleum and oil must be constructed in accordance with the recommendations of a Risk Assessment conducted by a Qualified Person. Kho dự trữ số lượng lớn khí ga lỏng, xăng và dầu phải được xây dựng tuân thủ các khuyến nghị trong Đánh giá rủi ro tiến hành bởi người có chuyên môn

source: The dead-end guest room corridor length must not exceed 8m in hotels without a fixed fire suppression system or 15m in hotels with a fixed fire suppression system.
vi: The dead-end guest room corridor length must not exceed 8m in hotels without a fixed fire suppression system or 15m in hotels with a fixed fire suppression system. Chiều dài hành lang phòng khách cụt không vượt quá 8m đối với khách sạn không có hệ thống chữa cháy cố định hoặc 15m nếu có hệ thống chữa cháy cố định.

source: The detection & evacuation systems wiring is "Class A" (To allow for line monitoring).
vi: The detection & evacuation systems wiring is "Class A" (To allow for line monitoring). Hệ thống phát hiện và thông báo sơ tán nối dây theo sơ đồ "Class A" (cho phép giám sát đường dây)

source: The evacuation system is capable of single zone or multi zone paging.
vi: The evacuation system is capable of single zone or multi zone paging. Hệ thống thông báo sơ tán có thể phát thanh tại 1 vùng hoặc nhiều vùng

source: The evacuation system will automatically switch off any BGM or AV system.
vi: The evacuation system will automatically switch off any BGM or AV system. Hệ thống thông báo sơ tán sẽ tự động ngắt bất cứ hệ thống nhạc nền hoặc AV nào khác.

source: The exposed metal of ladders, steps and handrails must be Corrosion Resistant.
vi: The exposed metal of ladders, steps and handrails must be Corrosion Resistant. Các phần kim loại lộ ra của thang treo, bậc thang và tay vịn phải có khả năng chống ăn mòn.

source: The following areas must have a Slip Resistant finish:
vi: The following areas must have a Slip Resistant finish: các khu vực sau phải có hoàn thiện chống trơn trượt

source: The following installations must be tested and maintained in accordance with manufacturers’ instructions:
vi: The following installations must be tested and maintained in accordance with manufacturers’ instructions: Các thiết bị sau phải được kiểm tra và bảo trì theo hướng dẫn của nhà sản xuất:

source: The following systems must be provided with un-interruptible or emergency power supply:
vi: The following systems must be provided with un-interruptible or emergency power supply: Các hệ thống sau phải có nguồn điện liên tục hoặc nguồn điện khẩn cấp

source: The hotel Emergency Response Team (ERT) has been established and they are fully trained.
vi: The hotel Emergency Response Team (ERT) has been established and they are fully trained. Đã thành lập Đội phản ứng khẩn cấp của khách sạn (ERT) và thực hiện huấn luyện đầy đủ

source: The hotel is required to have a locally developed Crisis Management Plan
vi: The hotel is required to have a locally developed Crisis Management Plan Khách sạn phải có Kế hoạch Xử lý Khủng hoảng được phát triển tại địa phương

source: The hydrant & hose reel system is fully interfaced with the AFA system.
vi: The hydrant & hose reel system is fully interfaced with the AFA system. Hệ thống trụ nước cứu hỏa và ống dẫn liên kết với hệ thống AFA

source: The international ‘No Diving’ Symbol
vi: The international ‘No Diving’ Symbol Biểu tượng quốc tế "Cấm lặn"

source: The level of lighting in a Swimming Pool area must allow the entire bottom of the swimming pool to be clearly seen.
vi: The level of lighting in a Swimming Pool area must allow the entire bottom of the swimming pool to be clearly seen. Mức chiếu sáng trong khu vực bể bơi phải cho phép nhìn rõ toàn bộ đáy bể

source: The maximum travel distance between manual call points must not exceed 60m.
vi: The maximum travel distance between manual call points must not exceed 60m. (For new Properties. Existing properties on a case-by-case basis). Khoảng cách di chuyển giữa các nút báo cháy khẩn cấp không quá 60m. (Đối với khách sạn mới. Khách sạn hiện có xét trên từng trường hợp)

source: The power supply must be provided with two-way automatic change over.
vi: The power supply must be provided with two-way automatic change over. Nguồn cấp điện phải có bộ chuyển mạch tự động hai chiều

source: The sprinkler system has been designed to recognized international standards or NFPA 13 throughout the whole property.
vi: The sprinkler system has been designed to recognized international standards or NFPA 13 throughout the whole property. Hệ thống sprinkler được thiết kế đạt tiêu chuẩn quốc tế được công nhận hoặc NFPA 13 trên khắp khuôn viên

source: These priority and completion targets will be broken down into 2 Phases as follows: -
vi: These priority and completion targets will be broken down into 2 Phases as follows: Thứ tự ưu tiên và các mụ tiêu hoàn thành sẽ được chia thành 2 Giai đoạn như sau:

source: This approval will be based on the successful completion of the “Approval for Final Inspection” form found in Section 4 of this document.
vi: This approval will be based on the successful completion of the “Approval for Final Inspection” form found in Section 4 of this document. Trong tất cả các trường hợp, cuộc nghiệm thu cuối cùng trước khi mở cửa khách sạn sẽ được bố trí chỉ sau khi Kỹ sư IHG được chỉ định phê duyệt. Việc phê duyệt này sẽ dựa trên cơ sở hoàn thành đầy đủ biểu mẫu "Phê duyệt thực hiện Nghiệm thu lần cuối" trong Mục 4 của tài liệu này

source: Travel distance to an exit must not exceed 30m in non-sprinklered buildings.
vi: Travel distance to an exit must not exceed 30m in non-sprinklered buildings. Khoảng cách di chuyển tới lối thoát hiểm không vượt quá 30m trong các tòa nhà không có sprinkler

source: Travel distance to an exit must not exceed 60m in fully sprinklered buildings.
vi: Travel distance to an exit must not exceed 60m in fully sprinklered buildings. Khoảng chác di chuyển tới lối thoát hiểm không vượt quá 60m trong tòa nhà có sprinkler

source: UV filters to be provided after water storage before point of use
vi: UV filters to be provided after water storage before point of use Cung cấp lọc UV sau bể trữ nước và trước các điểm vòi sử dụng

source: Under water Swimming pool lighting
vi: Under water Swimming pool lighting Chiếu sáng Bể bơi dưới nước

source: Voice Evacuation System (24 hours Standby/ 1 hour operation)
vi: Voice Evacuation System (24 hours Standby/ 1 hour operation) Hệ thống sơ tán bằng giọng nói (dự phòng 24h / hoạt động 1h)

source: Waivers/ Exceptions to be indicated.
vi: Waivers/ Exceptions to be indicated. Chỉ rõ các ngoại lệ

source: Wall mirrors which go all the way to the floor must be protected by an anti-shatter base or film.
vi: Wall mirrors which go all the way to the floor must be protected by an anti-shatter base or film. Gương gắn tường kéo dài đến chân tường phải được bảo vệ bằng ốp chân hoặc màng dán an chống vỡ

source: Water Quality checks for cooling towers and domestic water supply has been provided.
vi: Water Quality checks for cooling towers and domestic water supply has been provided. Có kiểm tra chất lượng nước đối với tháp làm mát và nguồn cấp nước dân dụng

source: Water depth markings clearly visible
vi: Water depth markings clearly visible Đánh dấu độ sâu dễ thấy

source: Water storage has been provided with protection against pests/ insects.
vi: Water storage has been provided with protection against pests/ insects. Nguồn nước dự trữ có biện pháp chống côn trùng

source: Water temperature at points of use must not exceed 52 °C
vi: Water temperature at points of use must not exceed 52°C Nhiệt độ nước tại điểm vòi sử dụng không vượt quá 52°C

source: Where 2-hour fire rated walls are penetrated by metallic ventilation ducts, fire dampers of equal rating must be provided.
vi: Where 2-hour fire rated walls are penetrated by metallic ventilation ducts, fire dampers of equal rating must be provided.(Except for kitchen exhaust ducts) Nếu tường chống cháy 2 giờ có ống thông gió kim loại xuyên qua, phải cung cấp van chặn lửa với mức chống cháy tương đương

source: Where a fence cannot be used, then a Risk Assessment should be carried out to identify the most effective way of providing substantially equivalent protection.
vi: Where a fence cannot be used, then a Risk Assessment should be carried out to identify the most effective way of providing substantially equivalent protection. Nếu không thể bố trí hàng rào, cần tiến hành đánh giá rủi ro để xác định phương thức hiệu quả nhất để đảm bảo mức an ninh tương đương

source: Where a fence is used, it should be minimum height of 1.2m, with self-closing and latching gates.
vi: Where a fence is used, it should be minimum height of 1.2m, with self-closing and latching gates. Nếu sử dụng hàng rào, hàng rào nên cao tối thiểu 1.2m, với cửa tự đóng, tự khóa

source: Where a hotel is not protected by a Fixed Fire Suppression System, guest rooms equipped with stove type cooking equipment must have a Fixed Fire Suppression System.
vi: Where a hotel is not protected by a Fixed Fire Suppression System, guest rooms equipped with stove type cooking equipment must have a Fixed Fire Suppression System. Nếu khách sạn không được bảo vệ bởi hệ thống chữa cháy cố định, phòng khách có bếp nấu phải được trang bị hệ thống chữa cháy cố định

source: Where a standby generator is provided, it must meet the following:
vi: Where a standby generator is provided, it must meet the following: Nếu có máy phát khẩn cấp, phải đáp ứng như sau

source: Where fire rated walls are penetrated by non-metallic ventilation ducts, fire dampers of equal rating must be provided.
vi: Where fire rated walls are penetrated by non-metallic ventilation ducts, fire dampers of equal rating must be provided. (Except for kitchen exhaust ducts) Khi tường chống cháy có đường ống thông gió không phải kim loại xuyên qua, phải cung cấp van chặn lửa với mức chống cháy tương đương (miễn cho ống thông của chụp hút mùi bếp)

source: Where gas fires are provided an automatic ignition source with combustion controls to prevent gas from being released into the room is required.
vi: Where gas fires are provided an automatic ignition source with combustion controls to prevent gas from being released into the room is required. Đối với thiết bị đốt gas, phải có nguồn đánh lửa tự động với bộ điều khiển quá trình đốt cháy để ngăn khí gas thoát vào phòng

source: Where life guards are not on duty, signage indicating ‘No Life Guard on Duty’
vi: Where life guards are not on duty, signage indicating ‘No Life Guard on Duty’ Nếu không có nhân viên cứu hộ, biển báo thông báo “Không có Cứu hộ”

source: Where life safety rings and/or throwing lines are used, they must be connected to a rope that extends to 1.5 times the width of the pool
vi: Where life safety rings and/or throwing lines are used, they must be connected to a rope that extends to 1.5 times the width of the pool Khi sử dụng phao tròn và/hoặc dây ném, chúng phải được kết nối với một sợi dây có chiều rộng gấp 1,5 lần chiều rộng của bể bơi

source: Where pools that have depths of more than 1.5m, a floater rope must be provided at the 1.5m depth line of pools.
vi: Where pools that have depths of more than 1.5m, a floater rope must be provided at the 1.5m depth line of pools. Với các bể bơi có độ sâu trên 1.5, phải có dây phao tại vị trí độ sâu 1.5m

source: Where provided In-room Safes must be fixed to a non-portable surface to prevent unauthorized removal.
vi: Where provided In-room Safes must be fixed to a non-portable surface to prevent unauthorized removal. Nếu có két an toàn trong phòng, két phải được cố định vào một bề mặt không thể di chuyển để phòng ngừa việc di chuyển trái phép

source: Where provided Safe Deposit Boxes must meet the following requirements:
vi: Where provided Safe Deposit Boxes must meet the following requirements: Nếu có các tủ gửi đồ an toàn, phải đáp ứng như sau

source: Where provided, house telephones in public areas must not connect directly to guest rooms.
vi: Where provided, house telephones in public areas must not connect directly to guest rooms. Nếu có điện thoại bàn tại các khu công cộng, điện thoại không được kết nối trực tiếp lên phòng khách

source: Where there is no national code for lighting levels, emergency lighting must provide an average of 10 lux at floor level and a minimum of 1 lux at any point.
vi: Where there is no national code for lighting levels, emergency lighting must provide an average of 10 lux at floor level and a minimum of 1 lux at any point. Nếu không có tiêu chuẩn quốc gia về mức chiếu sáng, chiếu sáng khẩn cấp phải cung cấp tối thiểu 10 lux ở mức sàn và tối thiểu 1 lux tất cả các điểm khác

source: Width must be based on 7.6mm (0.3in) / person
vi: Width must be based on 7.6mm (0.3in) / person Chiều rộng tính dựa trên 7.6mm/người

source: Works – Essential Fire Life Safety and Brand Standards Compliance.
vi: Works – Essential Fire Life Safety and Brand Standards Compliance. Công việc - Các vấn đề PCCC trọng yếu và Tuân thủ tiêu chuẩn thương hiệu

source: Works –Ongoing Brand Standards Compliance.
vi: Works –Ongoing Brand Standards Compliance. Công việc - Tiếp tục đảm bảo Tuân thủ tiêu chuẩn thương hiệu

source: YES
vi: YES CÓ

source: Yard (external) fire hydrants are provided.
vi: Yard (external) fire hydrants are provided. Có trụ nước cứu hỏa ngoài tòa nhà

source: Yes
vi: Yes Có

source: installed in the Telephone Operator room or an area where it is manned by Hotel Personnel 24/7.
vi: installed in the Telephone Operator room or an area where it is manned by Hotel Personnel 24/7. được lắp đặt trong phòng Tổng đài điện thoại hoặc một khu vực có nhân viên trực 24/7

source: or a 24-hours response team.
vi: or a 24-hours response team. hoặc một đội phản ứng 24 giờ

source: smoke detectors, flow switches, etc.) sound an alarm at the point of origin and at the FCC & repeater panel.
vi: smoke detectors, flow switches, etc.) sound an alarm at the point of origin and at the FCC & repeater panel. Tất cả các thiết bị khởi tạo (vd. đầu báo cháy, công tắc dòng chảy, vv.) kích hoạt báo động tại điểm phát hiện cháy và tại tủ báo cháy & bộ lặp

source: – For all new build hotel projects, compliance with all points listed must be attained prior to hotel opening.
vi: – For all new build hotel projects, compliance with all points listed must be attained prior to hotel opening. Đối với các khách sạn xây mới, tất cả các hạng mục dưới đây phải được tuân thủ trước khi khách sạn mở cửa

source: – For re-branding and conversion hotel projects, priority and completion targets will be noted by the inspection engineer.
vi: – For re-branding and conversion hotel projects, priority and completion targets will be noted by the inspection engineer. Đối với khách sạn chuyển đổi và thay đổi thương hiệu, thứ tự ưu tiên và các mục tiêu hoàn thành sẽ được note bởi kỹ sư nghiệm thu

source: ‘Use at your Own Risk’
vi: ‘Use at your Own Risk’ “Chấp nhận mọi rủi ro khi sử dụng”

source: “In the event of fire do not use the lifts.”).
vi: • Give a clear warning against the use of lifts in the event of fire (i.e.. “In the event of fire do not use the lifts.”). Đưa ra cảnh báo rõ ràng về việc không sử dụng thang máy trong trường hợp hỏa hoạn (vd. "trong trường hợp hỏa hoạn không sử dụng thang máy)

source: • 1.5m (5ft) above the floor
vi: • 1.5m (5ft) above the floor 1,5m so với sàn nhà

source: • 120-minute fire resistance and a Fixed Fire Suppression System for the structure of High-rise buildings
vi: • 120-minute fire resistance and a Fixed Fire Suppression System for the structure of High-rise buildings Chống cháy 120 phút và Hệ thống chữa cháy cố định cho kết cấu tòa nhà cao tầng

source: • 90-minute fire resistance, or 60-minute fire resistance with a Fixed Fire Suppression System for the structure of Medium-rise buildings
vi: • 90-minute fire resistance, or 60-minute fire resistance with a Fixed Fire Suppression System for the structure of Medium-rise buildings Mức chống cháy 90 phút hoặc chống cháy 60 phút kết hợp Hệ thống chữa cháy cố định cho kết cấu tòa nhà trung tầng
